{
    "1": "Do you have any trouble doing strenuous activities, like carrying a heavy shopping bag or a suitcase?",
    "2": "Do you have any trouble taking a long walk?",
    "3": "Do you have any trouble taking a short walk outside of the house?",
    "4": "Do you need to stay in bed or a chair during the day?",
    "5": "Do you need help with eating, dressing, washing yourself or using the toilet?",
    "6": "Were you limited in doing either your work or other daily activities?",
    "7": "Were you limited in pursuing your hobbies or other leisure time activities?",
    "8": "Were you short of breath?",
    "9": "Have you had pain?",
    "10": "Did you need to rest?",
    "11": "Have you had trouble sleeping?",
    "12": "Have you felt weak?",
    "13": "Have you lacked appetite?",
    "14": "Have you felt nauseated?",
    "15": "Have you vomited?",
    "16": "Have you been constipated?",
    "17": "Have you had diarrhea?",
    "18": "Were you tired?",
    "19": "Did pain interfere with your daily activities?",
    "20": "Have you had difficulty in concentrating on things, like reading a newspaper or watching television?",
    "21": "Did you feel tense?",
    "22": "Did you worry?",
    "23": "Did you feel irritable?",
    "24": "Did you feel depressed?",
    "25": "Have you had difficulty remembering things?",
    "26": "Has your physical condition or medical treatment interfered with your family life?",
    "27": "Has your physical condition or medical treatment interfered with your social activities?",
    "28": "Has your physical condition or medical treatment caused you financial difficulties?",
    "29": "How would you rate your overall health during the past week?",
    "30": "How would you rate your overall quality of life during the past week?",
    "31": "Did you urinate frequently during the day?",
    "32": "Did you urinate frequently during the night?",
    "33": "Have you had any unintentional release (leakage) of urine?",
    "34": "Did you have pain when you urinated?",
    "35": "Did you have abdominal pain?",
    "36": "Did you have pain in your buttocks/anal area/rectum?",
    "37": "Did you have a bloated feeling in your abdomen?",
    "38": "Have you had blood in your stools?",
    "39": "Have you had mucus in your stools?",
    "40": "Did you have a dry mouth?",
    "41": "Have you lost hair as a result of your treatment?",
    "42": "Have you had problems with your sense of taste?",
    "43": "Were you worried about your health in the future?",
    "44": "Have you worried about your weight?",
    "45": "Have you felt physically less attractive as a result of your disease or treatment?",
    "46": "Have you been feeling less feminine/masculine as a result of your disease or treatment?",
    "47": "Have you been dissatisfied with your body?",
    "48": "Do you have a stoma bag (colostomy/ileostomy)? (please circle the correct answer)",
    "49": "Have you had unintentional release of gas/flatulence from your stoma bag?",
    "50": "Have you had leakage of stools from your stoma bag?",
    "51": "Have you had sore skin around your stoma?",
    "52": "Did frequent bag changes occur during the day?",
    "53": "Did frequent bag changes occur during the night?",
    "54": "Did you feel embarrassed because of your stoma?",
    "55": "Did you have problems caring for your stoma?",
    "56": "Have you had unintentional release of gas/flatulence from your back passage?",
    "57": "Have you had leakage of stools from your back passage?",
    "58": "Have you had sore skin around your anal area?",
    "59": "Did frequent bowel movements occur during the day?",
    "60": "Did frequent bowel movements occur during the night?",
    "61": "Did you feel embarrassed because of your bowel movement?",
    "62": "To what extent were you interested in sex?",
    "63": "Did you have difficulty getting or maintaining an erection?",
    "64": "To what extent were you interested in sex?",
    "65": "Did you have pain or discomfort during intercourse?",
    "66": "Do certain solid foods increase the number of bowel movements in a day?",
    "67": "Do certain liquids that you drink increase the number of bowel movements in a day?",
    "68": "Have you limited the types of solid foods you eat to control your bowel movements?",
    "69": "Have you limited the types of liquids you drink to control your bowel movements?",
    "70": "Have you had tingling hands or feet?"
}